{
    "facts": [
      "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs that are over 3,000 years old and still perfectly edible.",
      "A group of flamingos is called a 'flamboyance.'",
      "Octopuses have three hearts: two pump blood to the gills, and one pumps it to the rest of the body.",
      "The world's largest desert is not the Sahara, but Antarctica. It's the driest and windiest continent on Earth.",
      "Bananas are berries, but strawberries are not.",
      "The Eiffel Tower can be 15 cm taller during the summer due to the expansion of iron in the heat.",
      "Cows have best friends and can become stressed when separated from them.",
      "The shortest war in history was between Britain and Zanzibar on August 27, 1896, lasting only 38 minutes.",
      "A day on Venus is longer than its year. Venus rotates so slowly on its axis that one day on Venus is longer than its 225-day-long year.",
      "The smell of freshly-cut grass is actually a plant distress call.",
      "Humpback whales create the loudest sound of any living creature, and their songs can travel for thousands of miles.",
      "Bees can recognize human faces.",
      "A group of owls is called a 'parliament.'",
      "The electric chair was invented by a dentist.",
      "In Switzerland, it's illegal to own just one guinea pig because they are prone to loneliness.",
      "A jiffy is an actual unit of time for 1/100th of a second.",
      "The longest time between two twins being born is 87 days.",
      "Wombat feces are cube-shaped.",
      "The total weight of ants on Earth is roughly equal to the total weight of all humans on Earth.",
      "A day on Pluto is longer than a year on Pluto because it has an extremely slow rotation.",
      "A group of penguins in the water is called a 'raft,' while on land, they're called a 'waddle.'",
      "The tongue of a blue whale is so large that 50 people could stand on it.",
      "Some cats are allergic to humans.",
      "The original name of Bank of America was 'Bank of Italy.'",
      "The Earth's rotation is gradually slowing, causing days to become longer over geological time.",
      "Giraffes have the same number of neck vertebrae as humans.",
      "There are more possible iterations of a game of chess than there are atoms in the observable universe.",
      "Cleopatra, the last Pharaoh of Egypt, lived closer in time to the first moon landing than to the construction of the Great Pyramid of Giza.",
      "The world's smallest mammal is the bumblebee bat, with a wingspan of around 5.7 inches.",
      "A group of rhinos is called a 'crash.'",
      "Polar bears have black skin, and their fur is not actually white; it appears white because it scatters light.",
      "Koalas have fingerprints that are nearly indistinguishable from human fingerprints.",
      "The world's smallest reptile is a tiny chameleon called Brookesia micra, found in Madagascar.",
      "Hawaii is the only U.S. state that grows coffee commercially.",
      "A day on Mercury is longer than its year because it rotates very slowly.",
      "The electric chair was invented by a dentist.",
      "The total weight of all termites on Earth is estimated to be ten times the total weight of all humans on Earth.",
      "In Japan, there are more pets than children."
    ]
  }
  